"Operation succeeded"  = "Acción completada con éxito";
"ID is invalid"  = "Número de identificación no válido";
"Write attempted on stale version of object"  = "Se ha intentado escribir en una versión obsoleta del objeto";
"No space available for write operation"  = "No hay espacio suficiente para la escritura";
"Permission denied"  = "Permiso denegado";
"No such directory"  = "Este directorio no existe";
"No such property"  = "Esta propiedad no existe";
"No such name"  = "Este nombre no existe";
"Cannot delete name object with children"  = "No se puede eliminar el objeto de nombre con ítems secundarios";
"Object is not child of parent: cannot destroy"  = "El objeto no es un ítem secundario de un elemento principal: no puede eliminarse";
"Serialization error"  = "Error de serialización";
"Hit network root domain"  = "Alcanzar dominio raíz de la red";
"No response from remote parent"  = "El dominio principal remoto no responde";
"No writes allowed: all objects are read-only"  = "Escritura no permitida: todos los objetos son de sólo lectura";
"Remote system error" = "Error del sistema remoto";
"Can't regenerate: already in use"  = "No puede crearse de nuevo: ya está en uso";
"Operation makes no sense on clone"  = "La acción no procede en el clónico";
"Can't find address of server"  = "No se encuentra la dirección del servidor";
"Duplicate domain tag: can't serve it"  = "Etiqueta de dominio duplicada: no puede servirlo";
"No such tag"  = "Esta etiqueta no existe";
"Authentication error" = "Error de autenticación";
"No such user" = "Este usuario no existe";
"Master server is busy" = "El servidor maestro está ocupado";
"Invalid domain" = "Dominio no válido";
"Invalid operation on master" = "Acción no válida en el servidor maestro";
"Communication failure" = "Error de comunicación";
"(unknown error)" = "(error desconocido)";
